import { NewsPage4 } from "assets/images/jpg";

const newsContent = [
  {
    id: 1,
    eye: 123,
    title: `Янги ўқув йилининг биринчи куни қандай об-ҳаво
    бўлади?`,
    hidden: true,
    img: NewsPage4,
    date: "13:27 / 03.09.2023",
    content: [
      {
        id: 1,
        hidden: true,
        content: `Тошкент шаҳрида ҳаво ўзгариб туради, ёғингарчилик
        кутилмайди. Шамол шарқдан 5-10 метр/секунд тезликда эсади.
        Ҳарорат кечаси 15-17 даража, кундузи 25-27 даража бўлади.`,
      },
      {
        id: 2,
        hidden: true,
        content: `Қорақалпоғистон Республикаси ва Хоразм вилоятида ҳаво бир
        оз булутли бўлади, баъзи жойларда ўзгариб туради,
        ёғингарчилик кутилмайди. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади. Ҳарорат кечаси 10-15 даража, кундузи 23-28
        даража бўлади.`,
      },
      {
        id: 3,
        hidden: true,
        content: `Бухоро ва Навоий вилоятларида ҳаво бир оз булутли бўлади,
        баъзи жойларда ўзгариб туради, ёғингарчилик кутилмайди.
        Шамол шарқдан 7-12 метр/секунд тезликда эсади. Ҳарорат
        кечаси 13-18 даража, кундузи 25-30 даража бўлади. Тошкент,
        Самарқанд, Жиззах ва Сирдарё вилоятларида ҳаво ўзгариб
        туради, ёғингарчилик кутилмайди. Шамол шарқдан 7-12
        метр/секунд тезликда эсади. Ҳарорат кечаси 13-18 даража,
        кундузи 27-32 даража бўлади.`,
      },
      {
        id: 4,
        hidden: true,
        content: `Бухоро ва Навоий вилоятларида ҳаво бир оз булутли бўлади,
        баъзи жойларда ўзгариб туради, ёғингарчилик кутилмайди.
        Шамол шарқдан 7-12 метр/секунд тезликда эсади. Ҳарорат
        кечаси 13-18 даража, кундузи 25-30 даража бўлади. Тошкент,
        Самарқанд, Жиззах ва Сирдарё вилоятларида ҳаво ўзгариб
        туради, ёғингарчилик кутилмайди. Шамол шарқдан 7-12
        метр/секунд тезликда эсади. Ҳарорат кечаси 13-18 даража,
        кундузи 27-32 даража бўлади.`,
      },
      {
        id: 5,
        hidden: true,
        content: `Қашқадарё ва Сурхондарё вилоятларида ҳаво бир оз булутли
        бўлади, баъзи жойларда ўзгариб туради, ёғингарчилик
        кутилмайди. Шамол шарқдан 7-12 метр/секунд тезликда эсади.
        Ҳарорат кечаси 14-19 даража, кундузи 30-35 даража бўлади.`,
      },
      {
        id: 6,
        hidden: true,
        content: `Андижон, Наманган ва Фарғона вилоятларида ҳаво бир оз
        булутли бўлади, баъзи жойларда ўзгариб туради, баъзи
        жойларда қисқа муддатли ёмғир ёғиши, момақалдироқ бўлиши
        мумкин. Шамол шарқдан 5-10 метр/секунд тезликда эсади,
        баъзи жойларда 15-20 метр/секундгача кучайиши мумкин.
        Ҳарорат кечаси 13-18 даража, кундузи 23-28 даража бўлади.`,
      },
      {
        id: 7,
        hidden: true,
        content: `Республиканинг тоғолди ва тоғли ҳудудларида ҳаво ўзгариб
        туради, баъзи жойларда қисқа муддатли ёмғир ёғиши,
        момақалдироқ бўлиши мумкин. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади, баъзи жойларда 13-18 метр/секундгача
        кучайиши мумкин. Ҳарорат кечаси 10-15 даража, кундузи
        16-21 даража бўлади.`,
      },
      {
        id: 8,
        hidden: true,
        content: `Республиканинг тоғолди ва тоғли ҳудудларида ҳаво ўзгариб
        туради, баъзи жойларда қисқа муддатли ёмғир ёғиши,
        момақалдироқ бўлиши мумкин. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади, баъзи жойларда 13-18 метр/секундгача
        кучайиши мумкин. Ҳарорат кечаси 10-15 даража, кундузи
        16-21 даража бўлади.`,
      },
      {
        id: 9,
        hidden: true,
        content: `Республиканинг тоғолди ва тоғли ҳудудларида ҳаво ўзгариб
        туради, баъзи жойларда қисқа муддатли ёмғир ёғиши,
        момақалдироқ бўлиши мумкин. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади, баъзи жойларда 13-18 метр/секундгача
        кучайиши мумкин. Ҳарорат кечаси 10-15 даража, кундузи
        16-21 даража бўлади.`,
      },
      {
        id: 10,
        hidden: true,
        content: `Республиканинг тоғолди ва тоғли ҳудудларида ҳаво ўзгариб
        туради, баъзи жойларда қисқа муддатли ёмғир ёғиши,
        момақалдироқ бўлиши мумкин. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади, баъзи жойларда 13-18 метр/секундгача
        кучайиши мумкин. Ҳарорат кечаси 10-15 даража, кундузи
        16-21 даража бўлади.`,
      },
      {
        id: 11,
        hidden: true,
        content: `Республиканинг тоғолди ва тоғли ҳудудларида ҳаво ўзгариб
        туради, баъзи жойларда қисқа муддатли ёмғир ёғиши,
        момақалдироқ бўлиши мумкин. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади, баъзи жойларда 13-18 метр/секундгача
        кучайиши мумкин. Ҳарорат кечаси 10-15 даража, кундузи
        16-21 даража бўлади.`,
      },
      {
        id: 12,
        hidden: true,
        content: `Республиканинг тоғолди ва тоғли ҳудудларида ҳаво ўзгариб
        туради, баъзи жойларда қисқа муддатли ёмғир ёғиши,
        момақалдироқ бўлиши мумкин. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади, баъзи жойларда 13-18 метр/секундгача
        кучайиши мумкин. Ҳарорат кечаси 10-15 даража, кундузи
        16-21 даража бўлади.`,
      },
      {
        id: 13,
        hidden: true,
        content: `Республиканинг тоғолди ва тоғли ҳудудларида ҳаво ўзгариб
        туради, баъзи жойларда қисқа муддатли ёмғир ёғиши,
        момақалдироқ бўлиши мумкин. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади, баъзи жойларда 13-18 метр/секундгача
        кучайиши мумкин. Ҳарорат кечаси 10-15 даража, кундузи
        16-21 даража бўлади.`,
      },
      {
        id: 14,
        hidden: true,
        content: `Республиканинг тоғолди ва тоғли ҳудудларида ҳаво ўзгариб
        туради, баъзи жойларда қисқа муддатли ёмғир ёғиши,
        момақалдироқ бўлиши мумкин. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади, баъзи жойларда 13-18 метр/секундгача
        кучайиши мумкин. Ҳарорат кечаси 10-15 даража, кундузи
        16-21 даража бўлади.`,
      },
      {
        id: 15,
        hidden: true,
        content: `Республиканинг тоғолди ва тоғли ҳудудларида ҳаво ўзгариб
        туради, баъзи жойларда қисқа муддатли ёмғир ёғиши,
        момақалдироқ бўлиши мумкин. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади, баъзи жойларда 13-18 метр/секундгача
        кучайиши мумкин. Ҳарорат кечаси 10-15 даража, кундузи
        16-21 даража бўлади.`,
      },
      {
        id: 16,
        hidden: true,
        content: `Республиканинг тоғолди ва тоғли ҳудудларида ҳаво ўзгариб
        туради, баъзи жойларда қисқа муддатли ёмғир ёғиши,
        момақалдироқ бўлиши мумкин. Шамол шарқдан 7-12 метр/секунд
        тезликда эсади, баъзи жойларда 13-18 метр/секундгача
        кучайиши мумкин. Ҳарорат кечаси 10-15 даража, кундузи
        16-21 даража бўлади.`,
      },
    ],
  },
];

export default newsContent;
